11/data/attachments/55870177876bbf2a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Michael_woman_Actions_49179_1</nif:username>
            <nif:friendToBeRequested>soap_actions_b88ac888-308b-45fe-b038-8dfbff7478d6</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>